Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: Overwrite with Budget Template
de: Mit Budgetvorlage überschreiben
es: Sobrescribir con plantilla de presupuesto
fr: Écraser avec le modèle de budget
it: Sovrascrivi con modello di budget
nl: Overschrijven met budgetsjabloon
pt_br: Substituir com modelo de orçamento

source: Paid
de: Bezahlt
es: Pagada
fr: Payée
it: Pagata
nl: Betaald
pt_br: Paga

source: Paid / Zero Balance
de: Bezahlt / Nullsaldo
es: Pagado / Saldo cero
fr: Payé / Solde nul
it: Pagato / Saldo zero
nl: Betaald / Nulsaldo
pt_br: Pago / Saldo zero

source: Parse a bank message and queue it for review in Actuali.
de: Eine Banknachricht analysieren und zur Überprüfung in Actuali in die Warteschlange stellen.
es: Analiza un mensaje bancario y ponlo en cola para revisarlo en Actuali.
fr: Analysez un message bancaire et mettez-le en file d'attente pour vérification dans Actuali.
it: Analizza un messaggio bancario e mettilo in coda per la revisione in Actuali.
nl: Parse een bankbericht en zet het in de wachtrij voor controle in Actuali.
pt_br: Analise uma mensagem bancária e coloque-a na fila para revisão no Actuali.

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha

source: Patterns are matched case-insensitively.
de: Muster berücksichtigen keine Groß-/Kleinschreibung.
es: Los patrones no distinguen mayúsculas de minúsculas.
fr: Les modèles ne tiennent pas compte des majuscules.
it: I modelli non distinguono tra maiuscole e minuscole.
nl: Patronen zijn niet hoofdlettergevoelig.
pt_br: Os padrões não diferenciam maiúsculas de minúsculas.

source: Payee
de: Zahlungsempfänger
es: Beneficiario
fr: Bénéficiaire
it: Beneficiario
nl: Begunstigde
pt_br: Beneficiário

source: Payee (optional)
de: Zahlungsempfänger (optional)
es: Beneficiario (opcional)
fr: Bénéficiaire (facultatif)
it: Beneficiario (facoltativo)
nl: Begunstigde (optioneel)
pt_br: Beneficiário (opcional)

source: Payee Locations
de: Standorte von Geschäften
es: Ubicaciones de comercios
fr: Lieux des commerces
it: Posizioni degli esercizi commerciali
nl: Locaties van winkels
pt_br: Locais de estabelecimentos

source: Payee locations require Actual Server 26.4.0 or later.
de: Zahlungsempfänger-Standorte erfordern Actual Server 26.4.0 oder neuer.
es: Las ubicaciones de beneficiarios requieren Actual Server 26.4.0 o posterior.
fr: Les lieux des bénéficiaires nécessitent Actual Server 26.4.0 ou une version ultérieure.
it: Le posizioni dei beneficiari richiedono Actual Server 26.4.0 o successivo.
nl: Begunstigdenlocaties vereisen Actual Server 26.4.0 of hoger.
pt_br: Locais de beneficiários exigem o Actual Server 26.4.0 ou posterior.

source: Payee: %@ → %@
de: Zahlungsempfänger: %@ → %@
es: Beneficiario: %@ → %@
fr: Bénéficiaire : %@ → %@
it: Beneficiario: %@ → %@
nl: Begunstigde: %@ → %@
pt_br: Beneficiário: %@ → %@

# payeeLocations.detailFooter %@
source: Swipe a location to remove it. Removing every location stops %@ being suggested when you're nearby.
de: Wischen Sie über einen Ort, um ihn zu entfernen. Durch das Entfernen aller Standorte wird %@ nicht mehr vorgeschlagen, wenn Sie sich in der Nähe befinden.
es: Deslice una ubicación para eliminarla. Al eliminar todas las ubicaciones, %@ dejará de sugerirse cuando esté cerca.
fr: Balayez un lieu pour le supprimer. La suppression de tous les lieux empêche de suggérer %@ lorsque vous êtes à proximité.
it: Scorri una posizione per rimuoverla. Se rimuovi tutte le posizioni, %@ non verrà più suggerito quando ti trovi nelle vicinanze.
nl: Veeg over een locatie om deze te verwijderen. Als u elke locatie verwijdert, wordt %@ niet meer voorgesteld als u in de buurt bent.
pt_br: Deslize um local para removê-lo. Remover todos os locais impede que %@ seja sugerido quando você estiver por perto.

# payeeLocations.explanation
source: Locations are recorded when you save a transaction with Save Location on, and are used to suggest nearby payees. Turn recording off under Preferences.
de: Standorte werden aufgezeichnet, wenn Sie eine Transaktion mit aktivierter Option „Standort speichern“ speichern, und verwendet, um Geschäfte in der Nähe vorzuschlagen. Deaktivieren Sie die Aufzeichnung unter „Einstellungen“.
es: Las ubicaciones se registran al guardar una transacción con Guardar ubicación activado y se utilizan para sugerir comercios cercanos. Desactive el registro en Preferencias.
fr: Les lieux sont enregistrés lorsque vous sauvegardez une transaction avec Enregistrer le lieu activé et servent à suggérer les commerces à proximité. Désactivez l’enregistrement dans Préférences.
it: Le posizioni vengono registrate quando salvi una transazione con Salva posizione attivo e vengono utilizzate per suggerire esercizi commerciali nelle vicinanze. Disattiva la registrazione in Preferenze.
nl: Locaties worden geregistreerd wanneer u een transactie opslaat met Locatie opslaan ingeschakeld en worden gebruikt om winkels in de buurt voor te stellen. Schakel de registratie uit onder Voorkeuren.
pt_br: Os locais são registrados quando você salva uma transação com Salvar local ativado e são usados para sugerir estabelecimentos próximos. Desative o registro em Preferências.

source: Payees
de: Zahlungsempfänger
es: Beneficiarios
fr: Bénéficiaires
it: Beneficiari
nl: Begunstigden
pt_br: Beneficiários

source: Payees & Accounts
de: Zahlungsempfänger & Konten
es: Beneficiarios y cuentas
fr: Bénéficiaires et comptes
it: Beneficiari e conti
nl: Begunstigden en rekeningen
pt_br: Beneficiários e contas

source: Payment Due
de: Fälligkeit
es: Fecha de vencimiento
fr: Échéance de paiement
it: Scadenza del pagamento
nl: Vervaldatum
pt_br: Vencimento

source: Payment Due After
de: Zahlung fällig nach
es: Pago pendiente después de
fr: Paiement dû après
it: Pagamento dovuto dopo
nl: Betaling verschuldigd na
pt_br: Vencimento após

source: Payment Due Day
de: Fälligkeitstag
es: Día de vencimiento
fr: Jour d’échéance
it: Giorno di scadenza
nl: Vervaldag
pt_br: Dia de vencimento

source: Payments & Credits
de: Zahlungen & Gutschriften
es: Pagos y créditos
fr: Paiements et crédits
it: Pagamenti e accrediti
nl: Betalingen & tegoeden
pt_br: Pagamentos e créditos

source: Pending imports
de: Ausstehende Importe
es: Importaciones pendientes
fr: Importations en attente
it: Importazioni in sospeso
nl: Openstaande imports
pt_br: Importações pendentes

source: Pending Imports
de: Ausstehende Importe
es: Importaciones pendientes
fr: Importations en attente
it: Importazioni in sospeso
nl: In behandeling zijnde imports
pt_br: Importações pendentes

source: Percent
de: Prozent
es: Porcentaje
fr: Pourcentage
it: Percentuale
nl: Percentage
pt_br: Porcentagem

source: Percentage
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
it: Percentuale
pt_br: Porcentagem

source: Percentage adjustments must be between -100% and 1000%.
de: Prozentuale Anpassungen müssen zwischen -100 % und 1000 % liegen.
es: Los ajustes porcentuales deben estar entre -100 % y 1000 %.
fr: Les ajustements en pourcentage doivent être compris entre -100 % et 1000 %.
it: Gli adeguamenti percentuali devono essere compresi tra -100% e 1000%.
nl: Procentuele aanpassingen moeten tussen -100% en 1000% liggen.
pt_br: Os ajustes percentuais devem estar entre -100% e 1000%.

source: Percentage automations for one source add up to %@. Together they must stay at or below 100%.
de: Die prozentualen Automatisierungen für eine Quelle ergeben %@. Zusammen dürfen sie höchstens 100 % betragen.
es: Las automatizaciones porcentuales de una fuente suman %@. En conjunto deben ser como máximo del 100 %.
fr: Les automatisations en pourcentage pour une source totalisent %@. Ensemble, elles doivent rester à 100 % ou moins.
it: Le automazioni percentuali per una fonte ammontano a %@. Insieme devono rimanere al massimo al 100%.
nl: De procentuele automatiseringen voor één bron tellen op tot %@. Samen mogen ze niet meer dan 100% zijn.
pt_br: As automações percentuais de uma fonte somam %@. Juntas, devem permanecer em no máximo 100%.

source: Percentage of
de: Prozentsatz von
es: Porcentaje de
fr: Pourcentage de
it: Percentuale di
nl: Percentage van
pt_br: Porcentagem de

source: Percentage out of range
de: Prozentsatz außerhalb des Bereichs
es: Porcentaje fuera de rango
fr: Pourcentage hors limites
it: Percentuale fuori intervallo
nl: Percentage buiten bereik
pt_br: Porcentagem fora do intervalo

source: Period
de: Zeitraum
es: Periodo
fr: Période
it: Periodo
nl: Periode
pt_br: Período

source: Permission was denied to access the selected folder.
de: Der Zugriff auf den ausgewählten Ordner wurde verweigert.
es: Se denegó el acceso a la carpeta seleccionada.
fr: L’accès au dossier sélectionné a été refusé.
it: L’accesso alla cartella selezionata è stato negato.
nl: Toegang tot de geselecteerde map is geweigerd.
pt_br: O acesso à pasta selecionada foi negado.

source: Pick a schedule
de: Zeitplan auswählen
es: Elige un calendario
fr: Choisir un calendrier
it: Scegli una programmazione
nl: Kies een planning
pt_br: Escolha um agendamento

source: Pick a source category
de: Quellkategorie auswählen
es: Elige una categoría de origen
fr: Choisir une catégorie source
it: Scegli una categoria di origine
nl: Kies een broncategorie
pt_br: Escolha uma categoria de origem

source: Pick a target month
de: Zielmonat auswählen
es: Elige un mes objetivo
fr: Choisir un mois cible
it: Scegli un mese obiettivo
nl: Kies een doelmaand
pt_br: Escolha um mês-alvo

source: Pick a valid income category
de: Gültige Einkommenskategorie auswählen
es: Elige una categoría de ingresos válida
fr: Choisir une catégorie de revenus valide
it: Scegli una categoria di entrate valida
nl: Kies een geldige inkomenscategorie
pt_br: Escolha uma categoria de renda válida

source: Pick an account from the list.
de: Wählen Sie ein Konto aus der Liste aus.
es: Elija una cuenta de la lista.
fr: Choisissez un compte dans la liste.
it: Scegli un account dall'elenco.
nl: Kies een account uit de lijst.
pt_br: Escolha uma conta na lista.

source: Pick an early-spending start month
de: Startmonat für Frühausgaben auswählen
es: Elige un mes de inicio del gasto anticipado
fr: Choisir un mois de début des dépenses anticipées
it: Scegli un mese di inizio della spesa anticipata
nl: Kies een startmaand voor vervroegd uitgeven
pt_br: Escolha um mês de início dos gastos antecipados

source: Pick an existing schedule, or create one in Schedules. This automation can't run until it's linked to a schedule.
de: Wählen Sie einen vorhandenen Zeitplan aus oder erstellen Sie einen unter Zeitpläne. Diese Automatisierung kann erst ausgeführt werden, wenn sie mit einem Zeitplan verknüpft ist.
es: Elige un calendario existente o crea uno en Calendarios. Esta automatización no puede ejecutarse hasta estar vinculada a un calendario.
fr: Choisissez un calendrier existant ou créez-en un dans Calendriers. Cette automatisation ne peut pas s'exécuter tant qu'elle n'est pas liée à un calendrier.
it: Scegli una programmazione esistente o creane una in Programmazioni. Questa automazione non può essere eseguita finché non è collegata a una programmazione.
nl: Kies een bestaande planning of maak er een in Planningen. Deze automatisering kan pas worden uitgevoerd als deze aan een planning is gekoppeld.
pt_br: Escolha um agendamento existente ou crie um em Agendamentos. Esta automação não pode ser executada até ser vinculada a um agendamento.

source: Pick another account from the list.
de: Wählen Sie ein anderes Konto aus der Liste aus.
es: Elija otra cuenta de la lista.
fr: Choisissez un autre compte dans la liste.
it: Scegli un altro account dall'elenco.
nl: Kies een ander account uit de lijst.
pt_br: Escolha outra conta na lista.

source: Pick the month spending is expected to start.
de: Wählen Sie den Monat aus, in dem die Ausgaben voraussichtlich beginnen.
es: Elige el mes en que se espera que comiencen los gastos.
fr: Choisissez le mois où les dépenses devraient commencer.
it: Scegli il mese in cui dovrebbero iniziare le spese.
nl: Kies de maand waarin de uitgaven naar verwachting beginnen.
pt_br: Escolha o mês em que os gastos devem começar.

source: Pick the month the target amount should be saved by.
de: Wählen Sie den Monat aus, bis zu dem der Zielbetrag gespart werden soll.
es: Elige el mes para el que debe ahorrarse el importe objetivo.
fr: Choisissez le mois avant lequel le montant cible doit être épargné.
it: Scegli il mese entro cui deve essere risparmiato l'importo obiettivo.
nl: Kies de maand waarin het doelbedrag moet zijn gespaard.
pt_br: Escolha o mês até o qual o valor-alvo deve ser economizado.

source: Pick which income the percentage is taken from.
de: Wählen Sie aus, von welchem Einkommen der Prozentsatz genommen wird.
es: Elige de qué ingresos se toma el porcentaje.
fr: Choisissez les revenus dont le pourcentage est prélevé.
it: Scegli da quali entrate viene prelevata la percentuale.
nl: Kies van welk inkomen het percentage wordt genomen.
pt_br: Escolha de qual renda a porcentagem será retirada.

source: Picked color will be used for both category status dots and progress bars.
de: Die ausgewählte Farbe wird sowohl für die Kategorie-Statuspunkte als auch für die Fortschrittsbalken verwendet.
es: El color elegido se utilizará tanto para los puntos de estado de las categorías como para las barras de progreso.
fr: La couleur choisie sera utilisée pour les points d’état des catégories et les barres de progression.
it: Il colore scelto verrà usato sia per i punti di stato delle categorie sia per le barre di avanzamento.
nl: De gekozen kleur wordt gebruikt voor zowel de categoriedots als de voortgangsbalken.
pt_br: A cor escolhida será usada tanto para os pontos de status das categorias quanto para as barras de progresso.

source: Please add an account before editing this import.
de: Bitte fügen Sie ein Konto hinzu, bevor Sie diesen Import bearbeiten.
es: Añada una cuenta antes de editar esta importación.
fr: Veuillez ajouter un compte avant de modifier cette importation.
it: Aggiungi un conto prima di modificare questa importazione.
nl: Voeg een rekening toe voordat u deze import bewerkt.
pt_br: Adicione uma conta antes de editar esta importação.

source: Please enter a server URL
de: Geben Sie eine Server-URL ein
es: Introduce la URL de un servidor
fr: Saisissez l'URL d'un serveur
it: Inserisci l'URL di un server
nl: Voer een server-URL in
pt_br: Digite a URL de um servidor

source: Pools scope the cleanup exchange to their member categories.
de: Pools beschränken den Bereinigungsaustausch auf ihre Mitgliedskategorien.
es: Los grupos limitan el intercambio de limpieza a sus categorías miembro.
fr: Les pools limitent l'échange de nettoyage à leurs catégories membres.
it: I pool limitano lo scambio di pulizia alle loro categorie membro.
nl: Pools beperken de opschoonuitwisseling tot hun ledencategorieën.
pt_br: Os pools limitam a troca de limpeza às suas categorias membros.

source: Post
de: Nach
fr: Après
nl: Na
pt_br: Pós

source: Post Scheduled Transactions
de: Geplante Transaktionen buchen
es: Registrar transacciones programadas
fr: Enregistrer les transactions planifiées
it: Registra transazioni pianificate
nl: Geplande transacties boeken
pt_br: Lançar transações agendadas

source: Post Transaction
de: Transaktion buchen
es: Registrar transacción
fr: Ajouter la transaction
it: Registra transazione
nl: Transactie boeken
pt_br: Lançar transação

source: Post Transaction Today
de: Transaktion heute buchen
es: Registrar transacción hoy
fr: Ajouter la transaction aujourd'hui
it: Registra transazione oggi
nl: Transactie vandaag boeken
pt_br: Lançar transação hoje

source: Posted %lld scheduled transactions
de: %lld geplante Transaktionen veröffentlicht
es: Se publicaron %lld transacciones programadas
fr: %lld transactions planifiées publiées
it: Pubblicate %lld transazioni programmate
nl: %lld geplande transacties geplaatst
pt_br: %lld transações agendadas publicadas

source: Pre
de: Vor
fr: Avant
nl: Voor
pt_br: Pré

source: Pre rules run before everything else, Post rules run last. Most rules belong in Default.
de: Vor-Regeln werden zuerst und Nach-Regeln zuletzt ausgeführt. Die meisten Regeln gehören zu Standard.
es: Las reglas Pre se ejecutan antes que todo lo demás y las Post al final. La mayoría de las reglas pertenecen a Predeterminada.
fr: Les règles Pré s’exécutent avant tout le reste et les règles Post en dernier. La plupart des règles appartiennent à Par défaut.
it: Le regole Pre vengono eseguite prima di tutto e quelle Post per ultime. La maggior parte delle regole appartiene a Predefinita.
nl: Voor-regels worden eerst uitgevoerd en Na-regels als laatste. De meeste regels horen bij Standaard.
pt_br: As regras Pré são executadas antes de tudo e as Pós por último. A maioria das regras pertence a Padrão.

source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences
it: Preferenze
nl: Voorkeuren
pt_br: Preferências

source: Presentation
de: Darstellung
es: Presentación
fr: Présentation
it: Presentazione
nl: Presentatie
pt_br: Apresentação

source: Previous month
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
it: Mese precedente
nl: Vorige maand
pt_br: Mês anterior

source: Previous Month
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
it: Mese precedente
nl: Vorige maand
pt_br: Mês anterior

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
nl: Prioriteit
pt_br: Prioridade

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_br: Privacidade

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: politica sulla riservatezza
nl: Privacybeleid
pt_br: Política de privacidade

source: Projected
de: Prognose
es: Previsto
fr: Prévisionnel
it: Previsto
nl: Verwacht
pt_br: Projetado

source: Queued %@ at %@ for review
de: %@ bei %@ wurde zur Prüfung vorgemerkt
es: Se puso en cola %@ en %@ para revisarlo
fr: %@ chez %@ a été mis en attente pour vérification
it: %@ presso %@ è stato messo in coda per la revisione
nl: %@ bij %@ is klaargezet voor controle
pt_br: %@ em %@ foi colocado na fila para revisão

source: Quick Assign
de: Schnell zuweisen
es: Asignación rápida
fr: Affectation rapide
it: Assegnazione rapida
nl: Snel toewijzen
pt_br: Atribuição rápida

source: Quick Budget
de: Schnellbudget
es: Presupuesto rápido
fr: Budget rapide
it: Budget rapido
nl: Snel budget
pt_br: Orçamento rápido

source: Receive shared funds
de: Geteilte Mittel empfangen
es: Recibir fondos compartidos
fr: Recevoir des fonds partagés
it: Ricevi fondi condivisi
nl: Gedeelde middelen ontvangen
pt_br: Receber fundos compartilhados

source: Received
de: Erhalten
es: Recibido
fr: Reçu
it: Ricevuto
nl: Ontvangen
pt_br: Recebido

source: Received %@
de: Erhalten %@
es: Recibido: %@
fr: Reçu : %@
it: Ricevuto %@
nl: Ontvangen %@
pt_br: Recebido: %@

source: Recent Activity
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
it: Attività recente
nl: Recente activiteit
pt_br: Atividade recente

source: Recent Transactions
de: Letzte Transaktionen
es: Transacciones recientes
fr: Transactions récentes
it: Transazioni recenti
nl: Recente transacties
pt_br: Transações recentes

source: Recommended:
de: Empfohlen:
es: Recomendado:
fr: Recommandé :
it: Consigliato:
nl: Aanbevolen:
pt_br: Recomendado:

source: Recommended: %@ (%@)
de: Empfohlen: %@ (%@)
es: Recomendado: %@ (%@)
fr: Recommandé : %@ (%@)
it: Consigliato: %@ (%@)
nl: Aanbevolen: %@ (%@)
pt_br: Recomendado: %@ (%@)

source: Reconcile
de: Abgleichen
es: Conciliar
fr: Rapprocher
it: Riconcilia
nl: Afstemmen
pt_br: Conciliar

# reconcile.adjustmentHelp
source: Your cleared balance needs %@ to match the bank. The adjustment is a cleared transaction for that amount; you can lock afterwards.
de: Ihr gebuchter Saldo muss um %@ angepasst werden, damit er mit dem Banksaldo übereinstimmt. Die Anpassung ist eine gebuchte Transaktion über diesen Betrag. Danach können Sie sie sperren.
es: El saldo conciliado necesita %@ para coincidir con el banco. El ajuste es una transacción conciliada por ese importe; después puede bloquearla.
fr: Votre solde pointé doit être ajusté de %@ pour correspondre à la banque. L'ajustement est une transaction pointée de ce montant ; vous pourrez ensuite la verrouiller.
it: Il saldo contabilizzato deve essere modificato di %@ per corrispondere a quello della banca. La rettifica è una transazione contabilizzata di questo importo; in seguito puoi bloccarla.
nl: Uw geboekte saldo moet met %@ worden aangepast om overeen te komen met de bank. De aanpassing is een geboekte transactie voor dat bedrag; daarna kunt u deze vergrendelen.
pt_br: Seu saldo compensado precisa de %@ para corresponder ao banco. O ajuste é uma transação compensada desse valor; depois, você pode bloqueá-la.

# reconcile.allReconciled
source: All reconciled!
de: Alles abgeglichen!
es: ¡Todo conciliado!
fr: Tout est rapproché !
it: Tutti riconciliati!
nl: Alles afgestemd!
pt_br: Tudo reconciliado!

# reconcile.balancePrompt
source: Enter the current balance of the bank account you want to reconcile with.
de: Geben Sie den aktuellen Saldo des Bankkontos ein, mit dem Sie abgleichen möchten.
es: Introduzca el saldo actual de la cuenta bancaria que desea conciliar.
fr: Saisissez le solde actuel du compte bancaire à rapprocher.
it: Inserisci il saldo corrente del conto bancario con cui desideri riconciliare.
nl: Voer het huidige saldo in van de bankrekening waarmee u wilt afstemmen.
pt_br: Digite o saldo atual da conta bancária que deseja conciliar.

# reconcile.bankBalance
source: Bank Balance
de: Kontostand
es: Saldo bancario
fr: Solde bancaire
it: Saldo bancario
nl: Banksaldo
pt_br: Saldo bancário

# reconcile.clearedBalance
source: Cleared Balance
de: Gebuchter Saldo
es: Saldo conciliado
fr: Solde pointé
it: Saldo contabilizzato
nl: Geboekt saldo
pt_br: Saldo compensado

# reconcile.createAdjustment
source: Create Adjustment Transaction
de: Anpassungstransaktion erstellen
es: Crear transacción de ajuste
fr: Créer une transaction d'ajustement
it: Crea transazione di rettifica
nl: Correctietransactie aanmaken
pt_br: Criar transação de ajuste

# reconcile.difference
source: Difference
de: Unterschied
es: Diferencia
fr: Écart
it: Differenza
nl: Verschil
pt_br: Diferença

# reconcile.invalidAmount
source: Enter a valid amount to compare balances.
de: Geben Sie einen gültigen Betrag ein, um die Salden zu vergleichen.
es: Introduzca un importe válido para comparar los saldos.
fr: Saisissez un montant valide pour comparer les soldes.
it: Inserisci un importo valido per confrontare i saldi.
nl: Voer een geldig bedrag in om saldi te vergelijken.
pt_br: Digite um valor válido para comparar os saldos.

# reconcile.lockCleared
source: Lock Cleared Transactions
de: Gebuchte Transaktionen sperren
es: Bloquear transacciones conciliadas
fr: Verrouiller les transactions pointées
it: Blocca le transazioni contabilizzate
nl: Vergrendel geboekte transacties
pt_br: Bloquear transações compensadas

# reconcile.lockHelp
source: Locking marks every cleared transaction as reconciled so it can't be changed by accident.
de: Durch die Sperrung wird jede gelöschte Transaktion als abgeglichen markiert, sodass sie nicht versehentlich geändert werden kann.
es: El bloqueo marca todas las transacciones conciliadas para evitar que se modifiquen por accidente.
fr: Le verrouillage marque chaque transaction pointée comme rapprochée afin d'éviter toute modification accidentelle.
it: Il blocco contrassegna ogni transazione cancellata come riconciliata in modo che non possa essere modificata per sbaglio.
nl: Door te vergrendelen wordt elke goedgekeurde transactie als afgestemd gemarkeerd, zodat deze niet per ongeluk kan worden gewijzigd.
pt_br: O bloqueio marca todas as transações compensadas como reconciliadas para evitar alterações acidentais.
